export default function PrivacyPolicyContent() {
  return (
    <>
      <h4 style={{ textAlign: 'center', marginBottom: '16px' }}>(об обработке и защите персональных данных)<br /></h4>

      <h5>1. Общие положения</h5>
      <p>1.1. Настоящая Политика Индивидуального предпринимателя Мунтяну Станислава в отношении обработки персональных данных (далее - Политика) разработана во исполнение требований п. 2 ч. 1 ст. 18.1 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» (далее – Закон о персональных данных) в целях обеспечения защиты прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.</p>
      <p>1.2. Политика действует в отношении всех персональных данных, которые обрабатывает Индивидуальный предприниматель Мунтяну Станислав (ОГРНИП 324366800118693, ИНН 366609497266, адрес регистрации: Российская Федерация, г. Воронеж, электронная почта: stasean21@yandex.com).</p>
      <p>1.3. Политика распространяется на отношения в области обработки персональных данных, возникшие у Оператора как до, так и после утверждения настоящей Политики.</p>
      <p>1.4. Во исполнение требований ч. 2 ст. 18.1 Закона о персональных данных настоящая Политика публикуется в свободном доступе в информационно-телекоммуникационной сети Интернет на сайте Оператора.</p>

      <h5>2. Термины и принятые сокращения</h5>
      <p><strong>Персональные данные</strong> – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).</p>
      <p><strong>Персональные данные, разрешенные субъектом персональных данных для распространения</strong> – это персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения.</p>
      <p><strong>Оператор персональных данных (оператор)</strong> – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.</p>
      <p><strong>Обработка персональных данных</strong> – любое действие (операция) или совокупность действий (операций) с персональными данными, совершаемых с использованием средств автоматизации или без их использования. Обработка персональных данных включает в себя в том числе: сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), распространение, обезличивание, блокирование, удаление, уничтожение.</p>
      <p><strong>Автоматизированная обработка персональных данных</strong> – обработка персональных данных с помощью средств вычислительной техники.</p>
      <p><strong>Обезличивание персональных данных</strong> – действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных.</p>

      <h5>3. Порядок и условия обработки и хранение персональных данных</h5>
      <p>3.1. Обработка персональных данных осуществляется Оператором в соответствии с требованиями законодательства Российской Федерации.</p>
      <p>3.2. Обработка персональных данных осуществляется с согласия субъектов персональных данных на обработку их персональных данных, а также без такового в случаях, предусмотренных законодательством Российской Федерации.</p>
      <p>3.5. Оператор осуществляет как автоматизированную, так и неавтоматизированную обработку персональных данных.</p>
      <p>3.8. Не допускается раскрытие третьим лицам и распространение персональных данных без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.</p>
      <p>3.10. Оператор принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, распространения и других несанкционированных действий.</p>
      <p>3.13. Виды данных и цели обработки персональных данных:</p>
      <p>3.13.1. Виды ПД, которые обрабатывает Оператор: ФИО, номер телефона, адрес электронной почты, ссылки на страницы в социальных сетях, финансовая информация.</p>
      <p>3.18. На сайте Оператора используются куки (Cookies) и данные о посетителях от сервисов статистики посещаемости (IP адрес; информация из cookies, информация о браузере, время доступа к сайту, адрес страницы, на которой расположен рекламный блок и другие данные).</p>
      <p>Субъект персональных данных может в любой момент изменить настройки своего браузера так, чтобы все файлы cookie блокировались или осуществлялось оповещение об их отправке. При этом субъект должен понимать, что некоторые функции и сервисы сайта не смогут работать должным образом.</p>

      <h5>4. Защита персональных данных</h5>
      <p>4.1. В соответствии с требованиями нормативных документов Оператором создана система защиты персональных данных (СЗПД), состоящая из организационной и технической защиты.</p>
      <p>4.5. Основными мерами защиты ПД, используемыми Оператором, являются: Назначение лица, ответственного за обработку ПД, Применение прошедших в установленном порядке процедуру оценки соответствия средств защиты информации, Сертифицированное антивирусное программное обеспечение с регулярно обновляемыми базами.</p>

      <h5>5. Основные права субъекта ПД и обязанности Оператора</h5>
      <p>5.1. Субъект имеет право на доступ к его персональным данным и сведениям, подтверждающим факт обработки ПД Оператором; правовые основания и цели обработки ПД и др.</p>
      <p>5.2. Оператор обязан предоставлять информацию по запросу, обеспечивать неограниченный доступ к документу, определяющему его политику в отношении обработки ПД.</p>

      <h5>6. Актуализация, исправление, удаление и уничтожение персональных данных</h5>
      <p>6.1. Подтверждение факта обработки персональных данных Оператором, правовые основания и цели обработки персональных данных предоставляются по запросу.</p>
      <p>6.4. При достижении целей обработки персональных данных, а также в случае отзыва субъектом персональных данных согласия на их обработку персональные данные подлежат уничтожению.</p>

      <h5>7. Реквизиты Оператора</h5>
      <p>
        Индивидуальный предприниматель Мунтяну Станислав<br />
        ОГРНИП 324366800118693<br />
        ИНН 366609497266<br />
        Адрес: Российская Федерация, г. Воронеж<br />
        E-mail: stasean21@yandex.com
      </p>
    </>
  )
}
